Repository: HGONeV/hgon_species
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_hgonspecies_domain_model_species.name
source: Name (Artname (deutsch))
de: Artname (deutsch)

# tx_hgonspecies_domain_model_species.name_science
source: Name Science (Artname (wiss.))
de: Artname (wiss.)

# tx_hgonspecies_domain_model_species.name_discoverer
source: Name Discoverer
de: Name d. Entdeckers

# tx_hgonspecies_domain_model_species.year
source: Year (Jahr entdeckung)
de: Entdeckungsjahr

# tx_hgonspecies_domain_model_species.remark
source: Remark
de: Bemerkung ("Schon gewusst?")

# tx_hgonspecies_domain_model_species.characteristic
source: Characteristic (Markmale)
de: Markmale

# tx_hgonspecies_domain_model_species.habitat
source: Habitat (Lebensraum)
de: Lebensraum

# tx_hgonspecies_domain_model_species.dissemination
source: Dissemination (Verbreitung)
de: Verbreitung

# tx_hgonspecies_domain_model_species.grid_frequency
source: Grid Frequency (Rasterfrequenz)
de: Rasterfrequenz (RF)

# tx_hgonspecies_domain_model_species.last_updated_date
source: Last Updated Date (Stand)
de: Zuletzt aktualisiert

# tx_hgonspecies_domain_model_species.red_list_comment
source: Red List Comment
de: Rote Liste Kommentar

# tx_hgonspecies_domain_model_species.red_list_hessia
source: Red List Hessia
de: Rote Liste Hessen (RLHe)

# tx_hgonspecies_domain_model_species.red_list_germany
source: Red List Germany
de: Rote Liste Deutschland (RLD)

# tx_hgonspecies_domain_model_species.first_spotted
source: First spotted (EB)
de: Erste Beobachtung (EB)

# tx_hgonspecies_domain_model_species.last_spotted
source: Last spotted (LB)
de: Letzte Beobachtung (LB)

# tx_hgonspecies_domain_model_species.phenology
source: Phenology (Phänologie)
de: Phänologie

# tx_hgonspecies_domain_model_species.mtb64
source: Mtb64 (Zahl d. MTB/64)
de: Zahl d. MTB/64 (tk25-64tel)

# tx_hgonspecies_domain_model_species.proof
source: Proof (Nachw)
de: Nachweis

# tx_hgonspecies_domain_model_species.image
source: Image (Allg. Bilder; Slider)
de: Hauptbild/er ()Allg. Bilder; Slider)

# tx_hgonspecies_domain_model_species.dissemination_img
source: Dissemination Img (Verbreitung Grafik)
de: Bild: Verbreitung

# tx_hgonspecies_domain_model_species.sidebar_img
source: Sidebar Img
de: Bild: Sidebar

# tx_hgonspecies_domain_model_species.files
source: Files (Fileuploads)
de: Fileuploads

# tx_hgonspecies_domain_model_species.family
source: Family (Familie)
de: Familie

# tx_hgonspecies_domain_model_species.extended_family
source: Extended Family (Gattung)
de: Gattung

# tx_hgonspecies_domain_model_species.subtitle
source: Subtitle
de: Sub-Headline

# tx_hgonspecies_domain_model_species.did_you_know
source: Did you know?
de: Schon gewusst?

# tx_hgonspecies_domain_model_species.state_of_preservation_hessia
source: State of Preservation in Hesse
de: Hessen Erhaltungszustand

# tx_hgonspecies_domain_model_species.state_of_preservation_hessia.choose
source: Please choose
de: Bitte wählen

# tx_hgonspecies_domain_model_species.state_of_preservation_hessia.favorable
source: Favorable
de: günstig

# tx_hgonspecies_domain_model_species.state_of_preservation_hessia.unfavorable
source: Unfavorable
de: ungünstig

# tx_hgonspecies_domain_model_species.state_of_preservation_hessia.poor
source: Poor
de: schlecht

# tx_hgonspecies_domain_model_species.eu_vsrl
source: EU Birds Directive
de: EU-VSRL

# tx_hgonspecies_domain_model_species.population_in_hessia
source: Population in Hesse
de: Bestand in Hessen

# tx_hgonspecies_domain_model_species.population_development
source: Population Development
de: Bestandsentwicklung

# tx_hgonspecies_domain_model_species.custom_link
source: Custom Link
de: Weiterführender Link

# tx_hgonspecies_domain_model_species.import_id
source: Import ID
de: Import ID (notwendig für updates via CSV import)

# tx_hgonspecies_domain_model_species.recordType
source: Record Type
de: Record Type (Artentyp)

# tx_hgonspecies_domain_model_species.recordType.choose
source: Choose
de: Bitte wählen

# tx_hgonspecies_domain_model_species.recordType.default
source: Default
de: Standard

# tx_hgonspecies_domain_model_species.recordType.dragonfly
source: Dragonfly
de: Libelle

# tx_hgonspecies_domain_model_species.recordType.bird
source: Bird
de: Vogel

# tx_hgonspecies_domain_model_attributes
source: HGON Species Attributes
de: HGON Species: Steckbrief

# tx_hgonspecies_domain_model_attributes.length
source: Length
de: Länge (in cm)

# tx_hgonspecies_domain_model_attributes.wingspan
source: Wingspan
de: Flügelspannweite (in cm)

# tx_hgonspecies_domain_model_attributes.weight
source: Weight
de: Gewicht (in g)

# tx_hgonspecies_domain_model_attributes.age_limit
source: Age Limit
de: Höchstalter

# tx_hgonspecies_domain_model_attributes.food
source: Food
de: Nahrung

# tx_hgonspecies_domain_model_attributes.nest_size
source: Nest Size
de: Gelegegröße

# tx_hgonspecies_domain_model_attributes.breeding_season
source: Breeding Season
de: Brutzeit

# tx_hgonspecies_domain_model_attributes.migratory_behavior
source: Migratory Behavior
de: Zugverhalten

# tx_hgonspecies_domain_model_attributes.winter_district
source: Wintering Area
de: Überwinterungsgebiet

# tx_hgonspecies_domain_model_species.tab_text
source: Description
de: Beschreibung

# tx_hgonspecies_domain_model_species.tab_family
source: Family
de: Familie / Gattung

# tx_hgonspecies_domain_model_species.tab_attributes
source: Attributes
de: Steckbrief
